export const introText = `IT 스타트업에서 개발자 팀원들과 함께 일하면서 소프트웨어 개발의 매력을 발견하게 되었습니다. 새로운 기술을 배우는 과정이 쉽지는 않았지만, 어려운 개념을 하나씩 이해하는 과정에서 성취감을 느꼈고, 이를 통해 문제를 해결하는 즐거움을 깨달았습니다. 그 과정을 지나며 자연스럽게 개발자의 길을 걷게 되었습니다.

저는 직접 서버와 데이터베이스를 구축해보거나, 다양한 라이브러리를 사용해보며 비교 분석하는 등, 다양한 방면에 호기심을 가지고 자기주도적으로 학습하려 합니다. 또한, 그저 적용해보는 것에서 끝나는 것이 아니라, 제대로 이해했는지 되돌아보고 부족한 점을 보완하며 더 나은 코드를 작성하기 위해 끊임없이 고민합니다.

“노력은 배신하지 않는다”는 말이 저를 움직이는 원동력입니다. 어떤 것이든 대충 넘기지 않고, 꾸준한 노력을 통해 탄탄히 기초를 다지며 성장하고 싶습니다. 이를 바탕으로 <strong>더 효율적인 솔루션을 제시할 수 있는 개발자</strong>, 그리고 <strong>적극적으로 배우며 주변에 긍정적인 영향을 주는 개발자</strong>가 되겠습니다.`
